Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 这时候一众宾客才忽然发现，本应必死无疑的巴瑟罗尔，此时竟仍然毫发无伤的站在一片灰烬当中，虽然神色间有些呆滞，手掌上也还流着鲜血，但他依然活着，这一点却是毫无疑问！所有人当中，大概也只有少数几个人才能察觉到，巴瑟罗尔之所以没有死在火龙之下，全凭的是一层魔力防护。
en_us: Only then did the crowd of guests discover that Bathrilor, who was supposed to be dead, was still standing unhurt in the ashes. Although his expression was lifeless and his palms were still dripping with blood, he was still alive—there was no doubt about it! Perhaps only a few guests were aware that the reason why Bathrilor could survive the fire dragons was due to a layer of magical shield.

source: 这时候林立才注意到，那涂得乱七八糟的颜料之下，似乎还有些什么东西。
en_us: Only then did Lin Li notice that underneath the mess of dyes, there seemed to be something else.

source: 这时候林立才注意到，那身穿灰色法师长袍的身影，看上去已经有些年纪了，长得慈眉善目白白胖胖，就连在发怒的时候，看上去竟也让人觉得他笑容可鞠，林立有点眼晕，这么个象商人多过象法师的胖老头，居然就是加洛斯魔法公会会长，大魔导士葛瑞安！
en_us: Only then did Lin Li notice the how old the figure in the gray mage robe looked. He had a kind countenance and was fair and chubby. Even when he was angry, he still looked cheerful. Lin Li felt a little dizzy; a fat old man like him who looked more like a businessman than a mage was actually the President of the Jarrosus Guild of Magic, Archmage Gerian!

source: 这时候老格林才明白，这个叫费雷的年轻魔法师，先前为什么会大言不惭的要跟自己探讨……
en_us: It was then that Old Grimm understood why this young mage Felic had been so brazen earlier to want to discuss with him...

source: 这时小奴也递上来一根点燃蜡烛，嘴里说着“少爷加油！”
en_us: At this moment, Xiaonu quickly delivered a lit candle and mouthed, “Don't give up, Young Master! You can do it!”

source: 这时，外面传来杨管事的叫声，江逸只能无奈的把那把从马飞那抢来的宝器藏入怀中，带上苍狼面具朝外面走去。
en_us: Manager Yang's voice came from the outside. Resigned, Jiang Yi stowed away the treasured artifact he took from Ma Fei back in his chest pocket, and went out wearing the wolf mask.

source: 这时，就在万般疯狂的喧嚣嘶吼声中，一句平静、普通，但却刺透所有声响的话语，在所有人耳边响起。
en_us: In the midst of all the commotion, a calm, ordinary sound pierced through all the noises and rang within everyone's ears.

source: 这是一个剑与魔法的世界，而眼前这个叫安度因的老人，职业就是魔法师，而且是一位相当强大的魔法师，虽然安度因没说自己究竟如何强大，但林立从他那充满自信的语气中也能猜出，这个有些不修边幅的老人，绝对比自己想象中更加强大。
en_us: This was a world of swords and magic. The old man in front of him whom he had came to know as Andoine was a mage by profession, and he was a powerful one. Although Andoine did not elaborate on how powerful he was, Lin Li could tell from his confident tone that this somewhat unkempt old man was definitely more powerful than he had imagined him to be.

source: 这是一个无比缓慢的过程，每一条蓝丝的溶解，都仿佛会让巨龙之血的颜色深上一分，一直到最后一条蓝丝消失时，那一烧杯深红色的液体，已是隐隐泛起了湛蓝色的光芒。
en_us: This was a remarkably slow process. The dissolution of each blue thread seemed to darken the dragon's blood by a fraction. By the time the last strand of blue thread disappeared, a deep blue hue was faintly glowing in the crimson liquid.

source: 这是一场典型的魔法师决斗，他们的战斗方式无疑是最传统的。
en_us: This was a typical battle of the mages, so their battling styles were no doubt the most traditional.

source: 这是一幢庞大的建筑物，足足占了大半条街道，装潢上简单朴素，光从门外看上去，你绝想不到这就是安瑞尔最庞大也最富有的机构，从正门进去，是一间宽敞的大厅，据麦格雷尼介绍，这里就是他们平常领取任务的地方，大厅内挤满了各式各眼的冒险者，有些人正在等待新的任务，也有些已经领了任务正准备离去，这些冒险者几乎囊括了林立所知道的所有职业，从魔法师到战士，再从弓箭手到盗贼，他们大多数人身上，都带着一股淡淡的血腥味，林立知道，这是常年与魔兽厮杀所留下的。
en_us: It was an enormous building, taking up most of the street. The decor was simple and plain, and if seen from the outside, you'd never expect it to be the largest and richest institution in all of Anril. Through the front door was a spacious hall, and according to McGrenn's introduction, this was where they usually receive their quests. The hall was packed with all kinds of adventurers; some were waiting for new tasks, while others had already collected them and were preparing to leave. These adventurers covered almost every profession Lin Li knew, from mages to warriors and from archers to thieves. Most of them carried a faint smell of blood on them. Lin Li knew that it was the legacy of years of fighting demons.

source: 这是一瓶用幽灵草汁液加智慧之树树叶混合成的清晰药剂，可以大幅度增加施法范围，因为安度因一直反对他过于依赖药剂，所以一共也就弄了三瓶，这喝一瓶少一瓶的东西灌下去，林立只觉得心都痛了……
en_us: It was a Clarity Potion made from the succus of ghostskin and leaves from the Wisdom Tree. It could greatly increase the scope of magic cast. Because Andoine had always objected to his excessive reliance on potions, he had only concocted three bottles. Lin Li's heart ached as he downed a bottle, for it meant he had one bottle less...

source: 这是一种仿佛劫后余生的感觉，小梅林一直在其中沉浸了许久许久……
en_us: It was as if having survived a disaster, and Little Merlin was immersed in it for a long while...

source: 这是一种近乎入定般的玄妙境界，沉浸在这种境界中的林立，就仿佛是拥有了一个独立的世界，在这个世界里，他正以令人难以置信的速度接近魔法本质。
en_us: It was an almost abstruse state, and Lin Li, being immersed in that state, was as if in another world by himself. In this world, he was approaching the nature of magic with an unbelievable speed.

source: 这是安度因为他准备的新身份，一路上林立早已背得滚瓜烂熟，此时随口说来自然而又顺口，就好象他本名就叫费雷似的。
en_us: This was the new identity that Andoine had prepared for him. Lin Li had thoroughly memorized it along the way, and he said it so naturally and fluently as though Felic was his real name all along.

source: 这是属于药剂师的奇迹！
en_us: This was the miracle of a pharmacist!

source: 这是带有剧毒的征兆。
en_us: This was a sign of lethal poison.

source: 这是林立很早以前学会的一个小手段，将恢复药水和清醒药水混合在一起，通过这种结构最简单，属性冲突也最激烈的混合药剂，可以很直观的判断出某种草药的属性。
en_us: This was a small trick Lin Li had learnt long ago. Mixing the Recovery Potion together with the Sobriety Potion would produce a cocktail potion with the simplest structure and the most intense of conflicting properties. Through this, the attributes of a certain herb could be perceived directly.

source: 这是梅林家族羡慕不来的事，自从老梅林与葛瑞安一战之后，魔法公会与梅林家族之间，就再无携手的可能，但萨鲁曼家族却可以，曼尼斯家族也同样可以，而这两个家族族长，也都不约而同的选择了一条明智的道路，只是走的方式略有不同罢了……
en_us: The Merlin Family could only envy. Since the battle between Old Merlin and Gerian, there was no possibility of any partnership between the Guild of Magic and the Merlin Family. But it was still possible for the Saruman Family and the Mannes Family. And the patriarch of the second family had chosen to take the wise path, though he had taken a slightly different approach...

source: 这是江家的人阶上品武技，这武技不追求幻化出的拳影多少，而是追求每一个拳影的真实度，让一般实力低下的武者根本看不出真实拳影，从而轻松伤敌。
en_us: The Phantom Punch was a Man-tier superior-grade technique belonging to the Jiang Clan. This technique was not about the number of fist silhouettes produced, but the degree of realism of each fist silhouette, preventing the average martial artist from ever making out the real fists, thereby wounding the enemy with ease.

source: 这是荣管事给他的令牌，可自由出入西山药田，江家族规甚严，如果被刑堂知道他敢用这令牌抵押，肯定会重重责罚的，但此刻他是黔驴技穷，唯有出此下策。
en_us: This command token was given to him by Chief Rong, which allowed him to move in and out of the medicinal plantations in the Western Hills freely. The Jiang Clan’s laws were exceptionally strict—if the Disciplinary Court found out that he brazenly used the command token as collateral, he would certainly be badly punished. However at that moment, his already-limited options had already been exhausted, so he had no choice but to take this move.

source: 这枚戒指实在是太熟悉了，林立不可能记错。
en_us: The ring was just too familiar for Lin Li to remember it wrong.

source: 这柳长老脾气如此古怪，在这干活要是哪天得罪了他？被他暴怒之下一掌拍死，那可就是死了也没地方述冤了……
en_us: Elder Liu's temper was so bizarre—what if one day he insulted the chief while working here? If he got beaten to death in the elder's rage, Jiang Yi would have nowhere to relate his grievances to in his death...

source: 这次他不是自己醒来的，而是被一道沉闷的撞门声惊醒的。
en_us: He was awoken by a dull sound of a door being slammed open, instead of waking up naturally.

source: 这次他没有朝炼丹房走去，而是悄然拐出了西院朝城中快速走去，他要去城内最大的商号，聚珍阁！
en_us: This time, he did not walk towards the alchemy lab, but rather quietly turned his way out of the Western Courtyard and walked speedily in the direction of the city. He was going to the biggest merchant-house in the city - the Pearl Gathering Pavilion!

source: 这次轮到杨管事迟疑了，片刻之后他才沉声说道：“第一点可以，不过我会按一天你上场陪练四场算，只有打够四场才会算一天工钱。至于第二点，你需要预支多少薪水？”
en_us: This time it was Manager Yang who hesistated. It was only after a short moment of time had passed when he said in a low deep voice, "I have no problem with the first point, but I was pay you the rate of a day's worth in wages if you serve as a sparring partner for four matches. Only after completeing four matches will you earn a day's worth in wages. As for the second point, what is the amount of money you need an advance on?"

source: 这死猩猩实在是太变态了，本身就是八级魔兽，不管是力量还是速度，都达到了一个令人恐怖的高度，偏偏此时还是主场作战，那一张巨网就跟金钟罩似的，锋利无比的风刃射上去，竟是连一根藤条都切不断。
en_us: This darned gorilla was an absolute freak. It was a level-eight magical beast, and it had reached a frightening degree in both speed and strength. Moreover, it was fighting on its home ground. The giant net was like an impenetrable defense; even the razor-sharp wind blades couldn't sever any rattan.

source: 这段时间虽然不长，但已经足以让梅林家族准备许多事了……
en_us: The time might not be long, but it would be sufficient for the Merlin Family in their preparations...

source: 这毕竟只是第一次配制，不象奥法药剂清醒药剂，仅凭着经验就可以判断出结果。
en_us: After all, this was his first concoction unlike the Arcane Magic Potion where the result could be judged by experience alone.

source: 这江逸还能有以后吗？怕是今日过后江逸就会变成彻底的废物了吧？如此丧心病狂的手段，刑堂就算不杀他也会废了他修为，让他一辈子永远变成废人……
en_us: Would this Jiang Yi still be able to have a future? He would most probably be turned into a complete cripple today right? To commit such ruthless and mad crimes. Even if the Disciplinary Court didn't kill you, they would cripple his cultivation and turn him into a disabled trash for his life...

source: 这火龙形的浮雕异常传神，栩栩如生，就像一条活的火龙攀附在他丹田上般，整个龙形封印都由火红色的细小符文组成，大长老研究了很久都无从破解，更别说江逸了。
en_us: The fire dragon relief was abnormal and vivid-looking, as though it had come to life - a living fire-breathing dragon clinging onto his dantian. The entire dragon-shaped seal was assembled from tiny fire-red script. The Grand Elder had spent ages researching the words, but still could not break the seal—to say nothing of Jiang Yi's potential.

source: 这炼丹师既然是聚珍阁内的，那品阶肯定不会低。柳长老才是一品炼丹师在江家都是长老，可见炼丹师地位之高，他怎么敢承受这一礼？
en_us: Since this alchemist was from the Pearl Gathering Pavilion, his abilities were definitely not poor. Elder Liu was a superior-grade alchemist and was of a high Elder status at the Jiang Clan. One could easily tell that the status of alchemists was high. How could he ever dare to accept this one greeting?

source: 这真是要了老命了……
en_us: This was really killing him…

source: 这真是让林立很头大，在炼金是里发了足有一个小时的呆，才终于是一咬牙决定了下来。
en_us: This was indeed a big dilemma for Lin Li. After spending an hour in the alchemy lab, he finally came to a decision with a clench of his teeth.

source: 这确实比较无聊，临死前下了黄昏诅咒，死后几乎百分之百的会变成亡灵生物，想想吧，一个二十级以上强者变成的亡灵生物，若他生前还是一位魔法师的话，那么恭喜你，你很有可能会遇到一位巫妖，净化他的骸骨？还不如自杀来得干脆……
en_us: This was indeed boring. Casting the Twilight Curse before death would almost 100 percent turn someone into an undead creature. Just think about a strong existence above level-twenty turning into an undead; if he was a mage before he died, then congratulations, you might have encountered a Lich. Commiting a suicide would be easier than purifying his bones...

source: 这种情况一直持续了很久，一直到几天前，翡翠高塔外的加洛斯最强法师之战。
en_us: This situation lasted for a long time, until a few days ago where the battle between the strongest mages of Jarrosus took place outside the Emerald Tower.

source: 这突如其来的道歉，让林立有些摸不着头脑：“恩？”
en_us: The sudden apology confused Lin Li. "Hmm?"

source: 这竟是一个十级以上的战士！林立心头微微有些惊讶，只是脸上却丝毫不露端倪，只是微微笑道：“我要是走了，你能把麦格雷尼先生治好吗？”
en_us: This was actually a warrior above level-ten! Lin Li was slightly surprised, but he showed no sign of it on his face and merely laughed gently. "If I leave, will you be able to cure Mr McGrenn?"

source: 这等处境看似有些狼狈，但林立知道，自己需要的只是一个机会，一个让他吟唱咒文的机会。
en_us: He seemed a little clumsy with this. But Lin Li knew that all he needed was a chance. A chance for him to recite his spells.

source: 这简直就是一片地下荒原，空旷而又辽阔，大片大片的野钢花在荒原上疯张，而在那一片姹紫嫣红当中，又点缀着点点灰暗色彩，那是幽灵草的颜色。
en_us: It was a piece of underground wilderness, empty and vast. Seas of wild steelbloom prospered on the wild land. The blaze of purple and red was interspersed with dots of gray, the color of ghostskin.

source: 这简直就是药剂师梦寐以求的宝贝，特别是象林立这种，本身就已经达到宗师级别，身上又随时带着十七八瓶药剂的家伙，若是有一只安眠水晶瓶在手，那还不得被他玩出花来？
en_us: This was simply the stuff of pharmacists' dreams, especially those like Lin Li, who had already reached the level of a guru and carried 17 to 18 bottles of potion with him at all times. If he had got his hands on one of these bottles, wouldn't he want to play with them?

source: 这绝对是魔法师梦寐以求的珍品，储存魔力对一个魔法师来说，实在是太重要了，象这么大一块谜蓝宝石，怕是来个魔导士都不一定能把它填满。
en_us: This was definitely a treasure a mage would wish for. Storing mana was too important for a mage. Even an archmage would not be able to fill such a big Enigma Sapphire like this.

source: 这翊凌雪也很是奇怪，每天下午时分都会来到练功房，让杨管事把江逸叫出来对战一场。尽管每次对练都是输，她却乐此不疲，让武殿内的陪练和杨管事都很是怀疑，难道她看上了江逸？
en_us: Yi Lingxue was indeed a strange girl - she would come to the Technique Practising Room every afternoon and ask for Jiang Yi for a sparring match, and despite losing every single match, she never seemed to tire of it. This made the other sparring partners at the Martial Arts Hall as well as Manager Yang dubious: could it be that she had taken a fancy to Jiang Yi?

source: 这翊小姐实力只有铸鼎境四重，前天他才铸鼎境一重，凭借黑色元力她都不能碰触到一片衣角，今日他实力大涨，自然不用说了。
en_us: The power level of Young Mistress Yi was only at the fourth stafe of the Cast Tripod Realm. The day before, his power level was only at the first stage of the Cast Tripod Realm and already, when he relied on the power of black essence forces, she was unable to even touch the corner of his robes. Today, with his power having greatly expanded, naturally she would be unable to hit him.

source: 这老人看上去与安度因差不多年纪，同样是白须白发满面皱纹，只是一件灰色法师袍看上去干净而又整洁，比起落日山脉上那个不修边幅的安度因来，俨然是两种截然不同的反面。
en_us: This old man looked to be around the same age as Andoine. His hair and beard were white and his face was full of wrinkles too. But his gray mage robe looked clean and tidy, totally opposite in comparison to the scruffy Andoine back in the Sunset Mountains.

source: 这老家伙刚刚还一副昏昏欲睡的样子，此时大量魔晶从卷轴袋中滚出，老头当场就两眼发亮，“噌”的一下从椅子上蹦了起来，整个人都扑到了柜台上面，反应之迅速动作之敏捷，又哪来一点上了年纪的样子？
en_us: The old fellow was just looking sleepy a moment ago, but his eyes shone when the large number of magical crystals rolled out from the scroll pouch. He shot up from his seat with a swish and threw himself on the counter, his reactions fast and agile—he did not look like an old man at all.

source: 这花瓣细看起来，竟象是传说中的黑莲花！
en_us: Upon closer inspection, this petal was actually the legendary black lotus!

source: 这苍老的声音中，仿佛带着某种神奇的力量，就好象一只看不见的大手，一把扼住了霍伦的咽喉，正在吟唱的咒语生生卡在喉咙里面，一时间竟是再也吐不出半个字符。庞大无比的压力，汹涌澎湃的魔法元素，也仿佛在刹那间就消失得无影无踪。
en_us: It was as if the aged voice carried some sort of mysterious power within it. It was like a large, invisible hand that gripped Hoeren's throat, trapping the spell that was being chanted and momentarily preventing him from uttering even half a character. The surging and majestic elemental magic seemed to disappear entirely in an instant by the enormous, unparalleled power.

source: 这表格上的问题，也几乎全是与魔法有关，除了姓名和年龄之外，连家庭住址都没人关心一下，倒是弄得林立白担心了好半天，还特意把安度因给他弄的假身份给复习了一遍。
en_us: The questions on the form were almost all about magic. Other than the name and age columns, there were no questions on the family or address. Lin Li had spent half the day worrying over it, and had revised the fake identification Andoine had made for him once more.

source: 这还仅仅只是一丝黑色元力啊……
en_us: This was only a sliver of black essence force…

source: 这这这……真要象信上说的，那这小子还是人吗？
en_us: This... If what was said in the letter was true, was this guy still a human?

source: 这这这……自己今年快五十岁了，葛瑞安顶多才不过六十岁，有他这么年轻的叔叔吗？
en_us: This, this... He was almost 50 years old this year, and Gerian was no more than 60 years old. Was there such a young uncle like him?

source: 这这这……这也太假了吧？
en_us: This... this... Isn't this too phony?

source: 这这这……这究竟是什么怪物？
en_us: Wh-wh-who... who on earth was he?

source: 这里对于整个聚珍阁的店员来说是禁地，能上顶层的不超过五人。
en_us: For all the staff of the Pearl Gathering Pavilion, this place was restricted. No more than five people were allowed to visit the top floor.

source: 这里既没有浓郁的魔法气息，也没有身穿制服的美女店员，有的只是一股浓浓的汗味，以及无穷无尽的争吵。
en_us: There were no rich magical auras or female attendants in uniform, all it had was a thick stench of sweat and endless arguments.

source: 这门口护卫眼中的畏惧和迟疑神情，尽管只是一闪而逝，江逸却看得清清楚楚，他灵机一动大步朝大门外走去，满脸张狂的望着那护卫冷笑道：“上啊？怎么不上了？”
en_us: Jiang Yi was able to see clearly the look of confusion and dread in the guard's eyes, even though it had only flashed past for a single moment. Struck with some inspiration, he walked towards the main door with big strides. With a face full of insolence, he glared at the guard and called coldly, "Come on and attack! Why don't you come over here and fight me?"

source: 这门掌法因为十分歹毒，中掌者如果不及时治疗，轻则变成废人重则致死。即便容易速成，但大多数自视甚高的大家族子弟都不屑去修炼，而这个江如风竟然因为一点小事，就使出全力，这是想废了他，或者想直接要了他的命？
en_us: This martial art technique was very vicious. If the victim was not healed in time, he would become handicapped if lucky, or die if his injuries were too severe. Even though it was easy to manifest, most Jiang Clan sons arrogantly saw themselves as important and would find it beneath them to practice this move. Yet Jiang Song was using his full force over a small matter—did he want to make Jiang Yi disabled, or did he directly want Jiang Yi's life?

source: 这附近大概是整个加洛斯城最繁荣的地方了，大量的商店散落在四周，每天无数的冒险者出入，带来了巨大的需求与供应，冒险者们可以在附近商店中买到各中各样的装备，也可以将自己在任务中获得的材料出售给这些商店，一来二去之间，为这一条街道带来了巨大的繁荣。
en_us: This was probably the most flourishing place in the whole Jarrosus City. A large number of stores was scattered around, and numerous adventurers would come and go everyday, bringing forth huge demand and supply. Adventurers could buy a variety of equipment from the nearby stores, or sell the materials they'd acquired on quests to these stores. The course of contact had brought great prosperity to the street.

source: 这黄参丹药力很弱，是用西山药田内的草参配合一些药草炼制而成，仅仅只有活血化瘀之功效。江逸本也没完全打算靠这低级丹药，吞服之后立即就运转江水决，开始疗伤。
en_us: The medicinal power of this yellow ginseng elixir was very weak—it was refined from the grass ginseng grown in the medicinal plantations in the Western Hills combined with some medicinal herbs, and only had the effect of improving blood circulation. Jiang Yi had no intention to rely fully on such a low-grade elixir—after taking the pill he immediately started circulating the Jiang Water Art technique to begin the healing process.

source: 这黑色元力只能增幅丹药的药力，不能单独疗伤。
en_us: This black essence force could only increase the medical healing power of elixirs, and not heal wounds on its own.

source: 进了公会大厅之后，两个本该是主角的贱人，却死活不到前面打招呼，而是很猥琐的溜到了后排，在一群公会法师中间坐下。
en_us: After entering the guild's hall, the two jerks who were supposed to be the main characters refused to greet them at the front. Instead, they creeped to the back row and sat between a group of mages from the guild.

source: 进行完元素排列的练习之后，林立就悄悄的钻进了药剂室，用前几天弄来的幽灵草，给自己弄了几瓶迅捷药水，一直以来安度因都禁止他使用这些东西，理由是太过依赖药水卷轴等外物，会严重影响魔法水准的提升。
en_us: After Lin Li practiced elemental sequencing, he sneaked into the pharmacy. Using the spirit divinity’s grass that he had obtained a few days back, he made himself a few bottles of Hastening Potion. For a long time, Andoine had forbidden him to use such stuff as too much reliance on medications, drugs, or foreign objects would inevitably affect his improvement in magical capabilities.

source: 远远看见安度因真要动手，林立也不由吓了一跳，他可真没想到，老家伙的火气居然这么大。
en_us: Seeing Andoine about to take action in the distance, Lin Li couldn't help but be shocked. He never thought that this old man could become so outraged.

source: 迟缓术与迅捷术交替使用，让林立一次又一次的从狮口下逃生。
en_us: The Delaying Spell was used alternately with the Hastening Spell, allowing Lin Li to escape from lion's mouth again and again.

source: 追来的众人见江逸竟下如此狠手，一时又气又怒，全加速狂奔，手中身上元力运转，从三面朝江逸攻击而去。
en_us: Upon seeing Jiang Yi act so brazenly and ferociously, the group of opponents who had rushed over were infuriated and in a rage. They all sped up and raced frantically as they circulated their bodily essence force into their hands, rushing to attack Jiang Yi from three sides.

source: 透过大殿上方的天井，看到天色逐渐暗了下来，江逸也不修炼了，好奇的开始打量四周，看到四周的练功房不时有公子小姐进进出出，看到偶尔有陪练被打得吐血爬了出来，那些公子小姐却冷漠地离去……
en_us: Through the skylight on the ceiling of the Great Hall, one could see the colours of the sky gradually turn darker over time. Jiang Yi had also decided to stop power cultivation and instead out of curiosity started to look around at his surroundings. He saw from time to time some young masters and mistresses walking in and out of the surrounding Technique Practising Rooms. He had also observed how occassionally some sparring partners crawled out of the rooms, vomiting blood from their injuries due to the fight, yet their partnering young masters and mistresses simply coldly walked past them and left...

source: 遭受重创的狮蝎依然凶猛，但失去了双眼的它，更多的其实只是在发泄自己的愤怒与凶性，疯狂的嘶吼声在洞**久久回荡，那一次次仿佛闪电般的扑击，大多数时候都落到了空处。
en_us: The badly wounded Manticore was still ferocious. But it had lost both its eyes, so most of the time it was merely expressing its anger and menace. Wild roars echoed throughout the cave. The strikes that seemed like lightning came down repeatedly, most of the time missing their target.

source: 那一瞬间，艾萨克真是心都凉了。
en_us: At that instant, Isaac had lost heart.

source: 那个人终于出现了！
en_us: That man has finally appeared!

source: 那个叫费雷的魔法师有什么？除了年纪比自己稍微年轻一些，他连一件象样的法师袍都买不起。
en_us: What did the mage Felic have? Other than being slightly younger than Cromwell, he could not even afford a decent mage robe

source: 那个少年不轻狂？谁真的就不喜欢权势金钱美女，不喜欢受到万人敬仰，轰轰烈烈风风光光？江逸性格沉稳，但一旦冲动起来他什么都可以不顾，他骨子内还是潜藏着一股疯狂的火焰，一旦爆发出来那将可以燎原，比如在西山之上将江如虎打得不像人样，又比如在风月楼废了马飞。
en_us: Which young man was not defiant in his core? Was there really someone who would genuinely turn away from power, wealth, and beautiful women; who would shun the respect and awe of millions; who would dislike a life of grandeur and glory? Despite his mature and sensible temperament, Jiang Yi could also throw any and all caution to the wind once impulsiveness hit. In the end, there was still a fire of passion burning unbridled deep within him. Once erupted, this fire could set whole plains ablaze, as seen by that time when he had beaten Jiang Ruhu into a pulp at the Western Hills, and more recently, when he had rendered Ma Fei useless at Fengyue Brothel.

source: 那个很有名气的大学院江逸半点不感兴趣，因为对于他来说遥不可及。至于城内顶级公子小姐的八卦他也一点不好奇，转身就要江家大院走去。
en_us: Jiang Yi did not even have a shred of interest in the distinguished college as it was a place far beyond his reach. As for the gossip about the upper-class children, he was not interested in that either. Instead, he turned his body and was about to walk in the direction of the Jiang Residence Central Courtyard.

source: 那中年魔法师如蒙大赦，一转身跑得比兔子还快，只是与林立擦身而过之时，有些好奇的看了他一眼。
en_us: As if being granted an amnesty, the middle-aged mage turned and ran faster than a hare could. He only shot Lin Li a curious glance as he brushed past him on the way out.

source: 那么三天之前，林立在与雷兽的战斗中，彻底摆脱了咒文的束缚，仅凭一个手势就放出了迟缓术之后，老法师终于开始苦恼起来。
en_us: Three days ago, in a battle with the Thunder Beast, Lin Li completely rid himself of the shackles of the spell through performing the Delaying Spell merely with a gesture of a hand. The old mage begun to feel distressed.

source: 那些奔跑中的阴兵和尸人，其黑甲、兵器以及身上的暗灰色符文同时闪耀起来，发出各色各样的流光，汇聚成一股股枯朽的死气，从四面八方朝天庭倾泻而去。
en_us: The running yin soldiers and zombies, as well as their black armors, weapons, and the greyish glowing runic patterns coruscated at the same time, producing all sorts of colored streams of light. From all four corners, they poured forward like a cadaveric torrent, moving toward the Heavenly Court.

source: 那些符文在四面八方浮现、闪亮，发出耀眼的光芒。
en_us: The runic patterns surfaced from all directions, flashing blinding lights.
